Highcharts.setOptions({
  global: {
    useUTC: false
  },  
  lang: {
    months: ['Січень', 'Лютий', 'Березень', 'Квітень',
             'Травень', 'Червень', 'Липень', 'Серпень',
             'Вересень', 'Жовтень', 'Листопад', 'Грудень'],
    weekdays: ['Неділя', 'Понеділок', 'Вівторок',
               'Середа', 'Четвер', "П'ятниця", 'Субота'],
    shortMonths: ['Січ.', 'Лют.', 'Бер.', 'Квіт.', 'Трав.', 'Черв.',
                  'Лип.', 'Серп.', 'Вер.', 'Жовт.', 'Лист.', 'Груд.'],
    shortWeekdays: ['Нд', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб']
  }
});